{
  "navbar": {
  "liens": [
    { "texte": "Home" },
    { "texte": "Identity & Pillars" },
    { "texte": "Services" },
    { "texte": "Products" },
    { "texte": "Mission & Values" },
    { "texte": "Madagascar Vanilla" },
    { "texte": "Contact" }
  ]
  },

  "accueil": {
    "txt1": "Welcome",
    "txt2": "To",
    "txt3": "UNM",

    "sousTitre": "Universe of Northern Madagascar",
    "description": "Based in Sambava, the vanilla capital of the SAVA region, we share with the world the authentic taste and fragrance of Madagascar’s finest vanilla, grown with passion and expertise.",
    "bouton": "See more"
  },

  "quiSommesNous": {
    "titre": "About Us",
    "intro": {
      "titreIntro": "UNM: Universe of Northern Madagascar",
      "paragraphe1": "UNM was founded in 2016 in Sambava, Madagascar, by its founder and CEO LUO MING. Driven by passion, the company emerged with a unique mission: to share the exceptional taste and aroma of Madagascar vanilla across the globe.",
      "paragraphe2": "In 2024, UNM reached a major milestone by exporting several tons of vanilla, providing stable income to around fifty workers during a particularly challenging year for Madagascar. Small but united, our team is above all a family, bonded by years of collaboration and a shared purpose."
    },
    "liste": [
      "Traceability",
      "Quality",
      "Sustainability"
    ],
    "citation": "These commitments rely on a fully controlled value chain: from harvesting to international shipping, ensuring vanilla that is 100% traceable, safe, and sustainable.",
    "piliers": [
      {
        "titre": "Premium Quality",
        "description": "Strict selection, controlled preparation, and export processes aligned with international standards: our vanilla meets the demands of the most discerning markets."
      },
      {
        "titre": "Expertise & Know-How",
        "description": "Our teams combine traditional methods with modern techniques to preserve the natural aroma, texture, and unique aromatic richness of Madagascar vanilla."
      },
      {
        "titre": "Human & Social Impact",
        "description": "We value local work, ensure fair income, and contribute to the development of vanilla-producing communities."
      }
    ]
  },

  "preparations": {
    "titre": "Preparation Processes",
    "etapes": [
      {
        "titre": "1. Planting and Growth",
        "description": "Vanilla takes several years to develop. It usually takes 3 to 4 years after planting for the first flowers to appear."
      },
      {
        "titre": "2. Manual Pollination",
        "description": "Each flower is hand-pollinated. Growers use thin sticks to connect the male and female parts of the flower, a delicate process that takes only a few seconds per flower."
      },
      {
        "titre": "3. Pod Maturation",
        "description": "Nine months are required to obtain fully mature pods ready for harvest. Only the best—well-formed and perfectly ripe—continue to the next steps."
      },
      {
        "titre": "4. Traditional Preparation",
        "description": "Blanching, sweating, sun-drying, then curing: a long process that reveals the characteristic aroma, color, and suppleness of premium vanilla."
      },
      {
        "titre": "5. Packaging and Preservation",
        "description": "Pods are graded, sorted, and packed according to international standards, then stored under optimal conditions for export."
      }
    ]
  },

  "services": {
    "titre": "The Story of Exceptional Vanilla",
    "intro": "Driven by a genuine passion for vanilla, we master every post-harvest step—from green pod selection to export—so we can share authenticity, aromatic richness, and unique savoir-faire with our customers.",
    "sousTitre": "OUR PRODUCTS",
    "miseEnAvant": "we prepare.",
    "description": "Whether you need three pods or several containers, we supply premium vanilla for everyone: consumers, food lovers, gourmet chefs, cosmetic brands, creative cooks, and agro-industry professionals.",
    "etapes": [
      {
        "titre": "Vanilla Pods: Premium Quality",
        "texte": "Plump, supple, and intensely fragrant pods, graded by lengths ranging from 15 to 20 cm. Often known as Gourmet and TK."
      },
      {
        "titre": "Vanilla Cuts",
        "texte": "Carefully cut pieces of pods, ideal for infusions and preparations that require strong aromatic power at a controlled cost."
      },
      {
        "titre": "Vanilla Powder",
        "texte": "100% natural powder made from dried vanilla pods finely ground, ideal for seasoning pastries, ice creams, and beverages."
      },
      {
        "titre": "Vanilla Caviar",
        "texte": "Pure vanilla seeds extracted from the pod, offering exceptional aromatic intensity for high-end culinary creations."
      }
    ]
  },

  "produits": {
    "titre": "The Quality of Our Products",
    "articles": [
      {
        "id": 1,
        "nom": "Premium Vanilla Beans",
        "caracteristiques": [
          "Perfect suppleness: Bends without breaking, indicating ideal moisture and preserved freshness.",
          "Plump and voluminous: Full, generous pods rich in seeds and aroma.",
          "Length and uniformity: Generally 14 to 18 cm, with consistent sizing reflecting optimal maturation.",
          "Intense and complex aroma: Rich, warm vanilla fragrance, highlighting the finesse of natural vanillin.",
          "Impeccable appearance: Uniform dark-brown color, slightly glossy surface, no defects or cracks, visible seeds inside."
        ],
        "info": "Store away from heat and light, in an airtight container."
      },
      {
        "id": 2,
        "nom": "Vanilla Seeds",
        "caracteristiques": [
          "Exceptionally intense aroma: Seeds rich in natural vanillin, offering a deep, warm, refined fragrance.",
          "Fine and consistent texture: Black, shiny, uniform seeds, indicative of well-matured pods.",
          "Perfect purity: Made exclusively from premium pods, with no added sugar, alcohol, or artificial flavoring.",
          "Elegant and high-end appearance: Small black grains add a refined touch to desserts, pastries, and sauces.",
          "Immediate aromatic power: Seeds release intense aroma instantly, even in small quantities."
        ],
        "info": "Ideal for fine pastry, ice creams, and gourmet infusions."
      }
    ]
  },

  "engagements": {
    "titre": "Mission & Vision",
    "description": "We are a passionate and skilled team, committed to producing and exporting superior-quality vanilla while respecting our partners and the environment. Our ambition is to be a responsible and recognized player in the industry, ensuring products that meet international standards, are fully traceable, and create sustainable impact.",
    "articles": [
      "Integrity – We act with transparency and honesty in every decision.",
      "Rigor – We apply high standards to ensure the quality of our commitments.",
      "Human development – We encourage growth and fulfillment for every collaborator.",
      "Environmental respect – We work to reduce our ecological impact and protect natural resources.",
      "Sustainable partnerships – We build strong, responsible relationships to create long-term value in the vanilla industry."
    ],
    "regles": "UNM complies with <1> FSSC 22000, ISO/TS 22002-1, and HACCP </1> standards, ensuring safety, quality, and transparency at every step."
  },

  "footer": {
    "liens": [
      {
        "titre": "Support",
        "articles": [
          "Home",
          "Identity & Pillars",
          "Services",
          "Products",
          "Mission & Values",
          "Madagascar Vanilla",
          "Contact"
        ]
      },
      {
        "titre": "Information & Contact",
        "articles": [
          "Address: Bel souvenir, Ampandrozonana Sector n°4, CU Sambava",
          "Email: lm425600@gmail.com",
          "Phone: +261 34 76 321 28"
        ]
      }
    ],
    "slogan": "An exceptional aroma, carried by passion in every pod.",
    "langue": "English (EN)",
    "copyright": "© 2025 Mahiratra Groupe Antalaha."
  },

  "formulaireContact": {
    "titre": "Contact Us",
    "placeholders": {
      "nomComplet": "Full name",
      "email": "Email",
      "message": "Your message..."
    },
    "bouton": "Send"
  },

  "gallery": {
    "title": "Relive our best moments in images",
    "close": "Close"
  }
}
