{
  "navbar": {
    "liens": [
      { "texte": "Accueil" },
      { "texte": "Identité & Piliers" },
      { "texte": "Services" },
      { "texte": "Produits" },     
      { "texte": "Missions & Valeurs" },
      { "texte": "Vanille de Madagascar" },
      { "texte": "Contacts" }
    ]
  },

  "accueil": {
    "txt1": "Bienvenue", 
    "txt2": "Chez", 
    "txt3": "UNM", 
    "sousTitre": "Univers du Nord de Madagascar",
    "description": "Depuis Sambava, capitale de la vanille dans la région SAVA, nous faisons découvrir au monde le goût et le parfum authentiques de la meilleure vanille de Madagascar, cultivée avec passion et savoir-faire. ",
    "bouton": "Voir +"
  },

  "quiSommesNous": {
    "titre": "Qui Sommes-nous",
    "intro": {
      "titreIntro": "L'UNM : Univers Nord de Madagascar",
      "paragraphe1": "UNM a été fondée en 2016 à Sambava, Madagascar, par son fondateur et directeur général LUO MING. Portée par la passion, l’entreprise est née d’une mission unique: faire voyager le goût et arôme exceptionnel de la vanille de Madagascar jusqu’aux quatre coins du monde.",
      "paragraphe2": "En 2024, l’UNM a franchi une étape majeure en exportant plusieurs tonnes de vanille, assurant ainsi un revenu stable à une cinquantaine de travailleurs lors d’une année particulièrement difficile à Madagascar. Petite mais soudée, notre équipe est avant tout une famille, unie par des années de collaboration et du même objectif."
    },
    "liste": [
      " Traçabilité",
      "Qualité",
      "Durabilité"
    ],
    "citation": "Ces engagements s’appuient sur une chaîne de valeur totalement maîtrisée : de la récolte jusqu’à l’expédition internationale, pour une vanille 100 % traçable, sûre et durable.",
    "piliers": [
      {
        "titre": "Qualité premium",
        "description": "Sélection rigoureuse, préparation contrôlée et exportation conforme aux standards internationaux : notre vanille répond aux exigences des marchés les plus exigeants."
      },
      {
        "titre": "Expertise et savoir-faire",
        "description": "Nos équipes allient méthodes traditionnelles et techniques modernes pour préserver l’arôme naturel, la texture et la richesse aromatique uniques à la vanille de Madagascar."
      },
      {
        "titre": "Impact Humain & Social ",
        "description": "Nous valorisons le travail local, garantissons un revenu équitable et contribuons au développement des communautés productrices de vanille."
      }
    ]
  },

  "preparations": {
    "titre": "Les processus de préparation ",
    "etapes": [
      {
        "titre": "1. Plantation et Croissance",
        "description": "La vanille met plusieurs années à se développer. Il faut environ 3 à 4 ans après la plantation pour que les premières fleurs apparaissent."
      },
      {
        "titre": "2. Pollinisation manuelle",
        "description": "Chaque fleur est fécondée à la main. Les cultivateurs utilisent de fines tiges pour unir les parties mâle et femelle de la fleur, un travail minutieux qui dure quelques secondes par fleur."
      },
      {
        "titre": "3. Maturation des gousses",
        "description": "Neuf mois sont nécessaires pour obtenir des gousses parfaitement mûres avant d’être prêtes à être récoltées. Seules les meilleures, bien formées et arrivées à pleine maturité, poursuivent le processus."
      },
      {
        "titre": "4. Préparation traditionnelle ",
        "description": "Échaudage, étuvage, séchage au soleil puis affinage : un processus long qui révèle l’arôme, la couleur et la souplesse recherchés dans une vanille premium"
      },
      {
        "titre": "5. Conditionnement et conservation",
        "description": "Les gousses sont calibrées, triées et emballées selon les standards internationaux, puis stockées dans des conditions optimales en prévision des expéditions."
      }
    ]
  },

  "services": {
    "titre": "L’Histoire d’une Vanille d’Exception",
    "intro": "Animés par une véritable passion pour la vanille, nous maîtrisons et valorisons chaque étape après la récolte, de la sélection des gousses vertes jusqu’à leur exportation afin de partager avec nos clients l’authenticité, la richesse aromatique et le savoir-faire unique derrière chaque gousse.",
    "sousTitre": "NOS PRODUITS ",
    "miseEnAvant": "préparons.",
    "description": "Que vous recherchiez trois gousses ou plusieurs conteneurs, nous fournissons une vanille premium d’exception à tous : consommateurs, amoureux du goût, fins gourmets, sociétés cosmétiques, cuisiniers créatifs et acteurs du secteur agroalimentaire.",
    "etapes": [
      {
        "titre": "Gousse de Vanille: Qualité Premium",
        "texte": "Des gousses charnues, souples et intensément parfumées, classées par différentes longueurs de 15 à 20 cm. Souvent connu sous le nom de gourmet et TK."
      },
      {
        "titre": "Vanille Cuts",
        "texte": "Des morceaux de gousses soigneusement découpés, parfaits pour l’infusion et les préparations nécessitant un fort pouvoir aromatique à un coût maîtrisé."
      },
      {
        "titre": "Poudre de Vanille",
        "texte": "Une poudre 100 % naturelle, obtenue à partir de gousses de vanille séchée puis finement broyée, idéale pour aromatiser pâtisseries, glaces et boissons avec précision et constance."
      },
      {
        "titre": "Caviar de Vanille",
        "texte": "Des graines de vanille pures contenues à l’intérieur de la gousse, prêtes à l’emploi, offrant une intensité aromatique exceptionnelle pour des créations gastronomiques haut de gamme."
      }
    ]
  },

  "produits": {
    "titre": "Les qualités de nos produits",
    "articles": [
      {
        "id": 1,
        "nom": "Gousse de vanille de qualité supérieure ",
        "caracteristiques": [
          "Souplesse parfaite : Se plie sans se casser, témoignant d’une humidité optimale et d’une fraîcheur conservée.",
          "Charnue et volumineuse : Gousse pleine, généreuse, gage d’une teneur élevée en graines et en arômes.",
          "Longueur et uniformité :       Généralement de 14 à 18 cm, avec une taille régulière qui reflète une maturation idéale.",
          "Arôme intense et complexe          Parfum riche, doux, chaud et vanillé, révélant toute la finesse de la vanilline naturelle. ",
          "Aspect impeccable Couleur brun foncé uniforme, surface légèrement brillante, sans défauts ni cassures, grains visibles à l’intérieur."

        ],
        "info": "À conserver à l’abri de la chaleur et de la lumière, dans un récipient hermétique."
      },
      {
        "id": 2,
        "nom": "Graines de vanille",
        "caracteristiques": [
          "Arôme exceptionnellement intense :     Des graines riches en vanilline naturelle, offrant un parfum profond, chaud et raffiné, idéal pour une utilisation gastronomique.",
          "Texture fine et régulière : Graines noires, brillantes et homogènes, preuve d’une gousse bien maturée et parfaitement affinée.",
          " Pureté irréprochable : Issues exclusivement de gousses premium, sans ajout de sucre, d’alcool ou d’arômes artificiels.",
          " Visuel élégant et haut de gamme :     Les petits grains noirs ajoutent une touche raffinée aux crèmes, pâtisseries et sauces, très appréciée dans la haute cuisine.",
          "Puissance aromatique immédiate :      Les graines libèrent instantanément leur parfum, permettant d’aromatiser intensément même en petite quantité."

        ],
        "info": "Idéal pour la pâtisserie fine, les glaces et les infusions gourmandes."
      }
    ]
  },

  "engagements": {
    "titre": "Mission et Vision",
    "description": "Nous sommes une équipe passionnée et compétente, engagée à produire et exporter une vanille de qualité supérieure dans le respect de nos partenaires et de l’environnement. Notre ambition est d’être un acteur responsable et reconnu de la filière, en garantissant des produits conformes aux normes internationales, parfaitement traçables et d’un impact durable. ",
    "articles": [
      "Intégrité – Nous agissons avec transparence et honnêteté dans chacune de nos décisions.",
     " Rigueur – Nous appliquons des standards élevés pour garantir la qualité de nos engagements.",
      "Développement humain – Nous encourageons l’épanouissement et la progression de chaque collaborateur.",
      "Respect de l’environnement – Nous œuvrons à réduire notre impact écologique et à protéger les ressources naturelles.",
      " Partenariats durables – Nous construisons des relations solides et responsables pour créer une valeur pérenne dans la filière vanille."

    ],
    "regles": "UNM applique les exigences des <1> normes FSSC 22000, ISO/TS 22002-1 et HACCP </1>, garantissant sécurité, qualité et transparence à chaque étape."
  },

  "footer": {
    "liens": [
      {
        "titre": "Support",
        "articles": [
          "Accueil",
          "Identité & Piliers",
          "Services",
          "Produits",
          "Missions & Valeurs",
          "Vanille de Madagascar",
          "Contacts"
        ]
      },
      {
        "titre": "Informations & Contact",
        "articles": [
          "Adresse : Sis à Bel souvenir, Ampandrozonana Secteur n°4, CU Sambava",
          "Email : lm425600@gmail.com",
          "Contact : +261 34 76 321 28"
        ]
      }
    ],
    "slogan":"Un arôme d’exception, porté par la passion dans chaque gousse.",
    "langue": "Français (Fr)",
    "copyright": "© 2025 Mahiratra Groupe Antalaha."
  },

  "formulaireContact": {
    "titre": "Contactez-nous",
    "placeholders": {
      "nomComplet": "Nom complet",
      "email": "Email",
      "message": "Votre message..."
    },
    "bouton": "Envoyer"
  },

  "gallery": {
    "title": "Revivez nos moments forts en images",
    "close": "Fermer"
  }

}
