{
  "navbar": {
    "liens": [
      { "texte": "Accueil" },
      { "texte": "Qui sommes-nous" },
      { "texte": "Nos services" },
      { "texte": "Nos produits" },
      { "texte": "Nos engagements" },
      { "texte": "Nos galeries" },
      { "texte": "Contacts" }
    ]
  },

  "accueil": {
    "titre": "UNM",
    "sousTitre": "Univers Nord de Madagascar",
    "description": "UNM est une entreprise malgache fondée à Sambava, au cœur de la région SAVA, engagée dans la valorisation, la transformation et l’exportation de la vanille de Madagascar. Animée par la passion et le savoir-faire…",
    "bouton": "Voir +"
  },

  "quiSommesNous": {
    "titre": "Qui Sommes-nous",
    "intro": {
      "titreIntro": "L'UNM : Univers Nord de Madagascar",
      "paragraphe1": "L’UNM a été fondée en 2016 à Sambava, Madagascar, par un entrepreneur passionné animé d’une mission unique : partager avec le monde la saveur incomparable et unique de la vanille de Madagascar. Située dans le nord du pays, dans la région SAVA qui est le cœur de la production de vanille.",
      "paragraphe2": "En 2024, l’UNM a franchi une étape majeure en exportant plusieurs tonnes de vanille, assurant ainsi un revenu stable à une cinquantaine de travailleurs lors d’une année particulièrement difficile à Madagascar. Bien que notre équipe soit petite, des années de collaboration ont tissé de solides liens que nous considérons comme une famille."
    },
    "liste": [
      "Production de vanille de la plus haute qualité",
      "Stabilité et soutien pour environ cinquante travailleurs",
      "Équipe soudée et esprit familial",
      "Passion et engagement vers des objectifs ambitieux"
    ],
    "citation": "Nous avons acquis au fil du temps une maîtrise et un savoir-faire unique pour fournir à nos clients un produit de qualité irréprochable.",
    "piliers": [
      {
        "titre": "Maîtrise et expertise",
        "description": "Au fil des années, nous avons développé un savoir-faire unique qui nous permet de transformer chaque geste en excellence et chaque produit en œuvre de qualité."
      },
      {
        "titre": "Orientation client",
        "description": "Chaque décision que nous prenons, chaque détail que nous soignons, est pensé pour offrir à nos clients confiance, satisfaction et sérénité."
      },
      {
        "titre": "Qualité irréprochable",
        "description": "Nous nous engageons à fournir un produit impeccable, reflet de notre rigueur, de notre passion et de notre exigence pour l’excellence."
      }
    ]
  },

  "preparations": {
    "titre": "Les processus de préparation ",
    "etapes": [
      {
        "titre": "1. Plantation et Croissance",
        "description": "La vanille met plusieurs années à se développer. Il faut environ 3 à 4 ans après la plantation pour que les premières fleurs apparaissent."
      },
      {
        "titre": "2. Pollinisation manuelle",
        "description": "Chaque fleur est pollinisée à la main. Les cultivateurs utilisent de fines tiges pour unir les parties mâle et femelle de la fleur, un travail minutieux qui dure quelques secondes par fleur."
      },
      {
        "titre": "3. Maturation des gousses",
        "description": "Après la pollinisation, les gousses mettent environ neuf mois à mûrir avant d’être prêtes à être récoltées."
      },
      {
        "titre": "4. Préparation et Affinage",
        "description": "Les gousses sont ébouillantées, séchées et fermentées pendant six mois. Ce processus développe leurs arômes riches et complexes."
      },
      {
        "titre": "5. Tri et Exportation",
        "description": "Enfin, les gousses sont triées, classées et emballées avec soin avant d’être expédiées vers le monde entier."
      }
    ]
  },

  "services": {
    "titre": "Quelles sont nos services",
    "intro": "La vanille est souvent injustement décrite comme étant simple ou banale. Pourtant, elle ne l’est absolument pas. Appréciée dans le monde entier pour ses notes douces, crémeuses et florales, la vanille est le fruit de la patience, de la précision et d’un véritable savoir-faire.",
    "sousTitre": "Les qualités de produits que nous",
    "miseEnAvant": "préparons.",
    "description": "Produire une vanille de haute qualité est un travail méticuleux : il faut environ 5 à 7 kg de gousses vertes pour obtenir 1 kg de vanille préparée, ce qui explique pourquoi la vanille demeure l’une des épices les plus coûteuses au monde.",
    "etapes": [
      {
        "titre": "Récolte des Gousses",
        "texte": "Les gousses de vanille sont soigneusement récoltées à la main, une fois qu’elles atteignent leur pleine maturité, pour garantir une qualité optimale."
      },
      {
        "titre": "Séchage au Soleil",
        "texte": "Après l’échaudage, les gousses sont exposées au soleil tropical pendant plusieurs jours afin de développer leurs arômes et leur couleur caractéristique."
      },
      {
        "titre": "Transformation en Poudre",
        "texte": "Les gousses séchées sont ensuite broyées pour obtenir une fine poudre naturelle, utilisée dans la gastronomie et la cosmétique."
      },
      {
        "titre": "Conditionnement",
        "texte": "La vanille est triée, classée et conditionnée avec soin dans des boîtes hermétiques pour préserver sa qualité avant exportation."
      }
    ]
  },

  "produits": {
    "titre": "Les qualités de nos produits",
    "articles": [
      {
        "id": 1,
        "nom": "Gousses de vanille",
        "description": "Nos gousses de vanille de Madagascar se distinguent par leur richesse aromatique et leur texture souple. Chaque gousse libère un parfum intense et naturel, symbole de qualité et d’authenticité.",
        "caracteristiques": [
          "Souples, brillantes et légèrement humides",
          "Arôme sucré et floral, sans note acide",
          "Grade A : longues, charnues et idéales pour la pâtisserie",
          "Grade B : plus sèches, parfaites pour les extraits"
        ],
        "info": "À conserver à l’abri de la chaleur et de la lumière, dans un récipient hermétique."
      },
      {
        "id": 2,
        "nom": "Graines de vanille",
        "description": "Découvrez la pureté du goût avec nos graines de vanille, disponibles en deux formes : poudre naturelle et caviar fraîchement extrait de gousses premium.",
        "caracteristiques": [
          "Poudre de vanille : graines séchées naturellement",
          "Caviar de vanille : graines fraîches et aromatiques",
          "Saveur concentrée et visuel raffiné",
          "Graines foncées, humides et faciles à extraire"
        ],
        "info": "Idéal pour la pâtisserie fine, les glaces et les infusions gourmandes."
      }
    ]
  },

  "engagements": {
    "titre": "Notre mission et nos valeurs",
    "description": "Chez <1>UNM Company</1>, nous partageons au monde l’exceptionnelle saveur et le patrimoine de la vanille de Madagascar — tout en créant des opportunités durables pour les communautés locales. Nous nous engageons à ce que chaque gousse reflète le dévouement, le savoir-faire et la fierté des producteurs.",
    "articles": [
      "Assurer une vanille de qualité supérieure, authentique et premium.",
      "Maintenir la transparence et l’intégrité dans toutes nos relations, des producteurs aux clients.",
      "Promouvoir des pratiques agricoles responsables et le commerce équitable pour protéger les personnes et l’environnement.",
      "Soutenir et autonomiser les travailleurs locaux et leurs familles dans la région SAVA.",
      "Partager notre passion pour la vanille, symbole d’artisanat, de patience et de fierté pour Madagascar."
    ]
  },

  "footer": {
    "liens": [
      {
        "titre": "Support",
        "articles": [
          "Accueil",
          "Qui Sommes-nous",
          "Nos Produits",
          "Notre Métier",
          "Nos Engagements",
          "Nos Certifications"
        ]
      },
      {
        "titre": "Informations & Contact",
        "articles": [
          "Adresse : Sis à Bel souvenir, Ampandrozonana Secteur n°4, CU Sambava",
          "Email : lm425600@gmail.com",
          "Contact : +261 34 76 321 28"
        ]
      }
    ],
    "langue": "Français (Fr)",
    "copyright": "© 2025 Mahiratra Groupe Antalaha."
  },

  "formulaireContact": {
    "titre": "Contactez-nous",
    "placeholders": {
      "nomComplet": "Nom complet",
      "email": "Email",
      "message": "Votre message..."
    },
    "bouton": "Envoyer"
  },

  "gallery": {
    "title": "Revivez nos moments forts en images",
    "close": "Fermer"
  }

}
